Repository: OpenLogicSystems/NextBestOffer-OLS
Catalog: languages/nextbestoffer-ols-*.po
Languages: de_de

source: This WordPress WooCommerce extension utilizes Artificial Intelligence (AI) to generate precise, personalized product suggestions based on purchase history.
de_de: Diese WordPress-WooCommerce-Erweiterung nutzt Künstliche Intelligenz (KI), um präzise, personalisierte Produktvorschläge auf der Grundlage der Bestellhistorie zu generieren.

source: %1$s Value updated to %2$s
de_de: %1$s Wert wurde auf %2$s aktualisiert

source: An error occurred.
de_de: Ein Fehler ist aufgetreten.

source: Training mode changed to %1$s
de_de: Trainingsmodus auf %1$s geändert

source: Email recommendations changed to %1$s
de_de: E-Mail-Empfehlungen auf %1$s geändert

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht genügend Rechte, um auf diese Seite zuzugreifen.

source: Training is already running. Please try again later (max. 10 minutes).
de_de: Das Training läuft bereits. Bitte versuchen Sie es später noch einmal (max. 10 Minuten).

source: Nonce verification failed.
de_de: Nonce Verifizierung fehlgeschlagen.

source: You do not have sufficient permissions to access this action.
de_de: Sie haben keine ausreichenden Zugriffsrechte für diese Aktion.

source: Training is already running. Please try again later.
de_de: Das Training läuft bereits. Bitte versuchen Sie es später erneut.

source: No Orders to train the model.
de_de: Keine Bestellungen vorhanden, um das Modell zu trainieren.

source: Training started
de_de: Training gestartet

source: An error has occurred. Please check your customer ID and API key.
de_de: Ein Fehler ist aufgetreten. Bitte überprüfen Sie Ihre Kunden-ID und Ihren API-Schlüssel.

source: Error retrieving the logs.
de_de: Fehler beim Abrufen der Protokolle.

source: Customer ID or API key missing.
de_de: Kunden-ID oder API Schlüssel fehlen.

source: Start Model Training?
de_de: Training des Modells starten?

source: Starting the training will create a new model. If a previous model exists, it will be overwritten.
de_de: Durch den Start des Trainings wird ein neues Modell erstellt. Wenn ein vorheriges Modell existiert, wird es überschrieben.

source: After confirmation, please wait until the page has finished loading and the options page is displayed again.
de_de: Nach der Bestätigung warten Sie bitte, bis die Seite fertig geladen ist und die Optionsseite erneut angezeigt wird.

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Customer ID & API Key
de_de: Kunden-ID & API Schlüssel

source: Settings
de_de: Einstellungen

source: Choose Design
de_de: Design wählen

source: None
de_de: Keine

source: Partial 1
de_de: Designvariante 1

source: Partial 2
de_de: Designvariante 2

source: Note: The current values and the number of rules found can be viewed in the %1$s. After changes, the training must be restarted.
de_de: Hinweis: Die aktuellen Werte und die Anzahl der gefundenen Regeln können im %1$s eingesehen werden. Nach Änderungen muss das Training neu gestartet werden.

source: Max. rule length
de_de: Max. Regellänge

source: This setting determines how many different products can appear together in a recommendation at most. A larger number means more diverse recommendations, but possibly also more rules. (Default: 5)
de_de: Diese Einstellung bestimmt, wie viele verschiedene Produkte maximal zusammen in einer Empfehlung erscheinen können. Eine größere Zahl bedeutet vielfältigere Empfehlungen, aber möglicherweise auch mehr Regeln. (Standard: 5)

source: Min. Support
de_de: Min. Unterstützung

source: This value determines how often a product combination must occur in the orders for it to be displayed as a recommendation. A higher value only shows combinations that are purchased more frequently. (Default: 0.5)
de_de: Dieser Wert bestimmt, wie oft eine Produktkombination in den Bestellungen vorkommen muss, damit sie als Empfehlung angezeigt wird. Ein höherer Wert zeigt nur Kombinationen an, die häufiger gekauft werden. (Standard: 0,5)

source: Min. Confidence
de_de: Min. Konfidenz

source: Here you determine how confident the plugin must be that the recommendation is relevant for the customers. A higher value means more accurate recommendations, but possibly less choice. (Default: 0.8)
de_de: Hier bestimmen Sie, wie sicher das Plugin sein muss, dass die Empfehlung für die Kunden relevant ist. Ein höherer Wert bedeutet genauere Empfehlungen, aber möglicherweise weniger Auswahl. (Standard: 0,8)

source: Training Mode
de_de: Trainingsmodus

source: Transaction related
de_de: Transaktionsbezogen

source: Customer related
de_de: Kundenbezogen

source: Choose the mode for the association analysis: "Transaction related" (default) or "Customer related". In "Transaction related" mode, the analysis is conducted on all transactions, generating recommendations based on collective purchasing behavior. In "Customer related" mode, individual customer preferences guide the recommendations, enhancing personal relevance. Select the mode that best suits your business needs.
de_de: Wählen Sie den Modus für die Assoziationsanalyse: “Transaktionsbezogen” (Standard) oder “Kundenbezogen”. Im Modus “Transaktionsbezogen” wird die Analyse auf allen Transaktionen durchgeführt, wodurch Empfehlungen auf Basis des kollektiven Kaufverhaltens generiert werden. Im Modus “Kundenbezogen” leiten individuelle Kundenpräferenzen die Empfehlungen und erhöhen die persönliche Relevanz. Wählen Sie den Modus, der am besten zu Ihren Geschäftsanforderungen passt.

source: Batch Size
de_de: Stapelgröße

source: This setting controls the batch size for sending orders to the recommendation service. Higher values send more orders at once but may overload the WordPress PHP script whereas lower values make the transfer slower (min: 500; max: 4000).
de_de: Diese Einstellung steuert die Stapelgröße für das Senden von Bestellungen an den Empfehlungsdienst. Höhere Werte senden mehr Bestellungen auf einmal, können jedoch das WordPress PHP-Skript überlasten, während niedrigere Werte die Übertragung verlangsamen können (min: 500; max: 4000).

source: Email Recommendations
de_de: E-Mail-Empfehlungen

source: Enabled
de_de: Aktiviert

source: Disabled
de_de: Deaktiviert

source: If you enable this feature customers get also personalized recommendations in their order confirmation email.
de_de: Wenn Sie diese Funktion aktivieren, erhalten die Kunden auch personalisierte Empfehlungen in ihrer E-Mail mit der Bestellbestätigung.

source: Refresh
de_de: Aktualisieren

source: Customer ID
de_de: Kunden-ID

source: API Key
de_de: API Schlüssel

source: Buy Plugin
de_de: Plugin kaufen

source: Start Training
de_de: Training starten

source: Error loading the recommendations.
de_de: Fehler beim Laden der Empfehlungen.

source: Customers also bought:
de_de: Kunden kauften auch:

# 1: product name
source: %1$s add to your shopping cart
de_de: %1$s zu Ihrem Einkaufswagen hinzufügen

source: Add to cart
de_de: In den Warenkorb

source: Add %s to your shopping cart
de_de: Fügen Sie %s zu Ihrem Einkaufswagen hinzu
